Repository: MDTsai/socialapi-directory
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl

source: Home
gl: Inicio

source: Congratulations, <strong>%(name)s</strong> is now activated in Firefox!
gl: Parabéns, <strong>%(name)s</strong> agora está activado no Firefox!

source: Get the most from %(name)s
gl: Saque o máximo proveito de %(name)s

source: Bookmark this page
gl: Marcar esta páxina

source: If you're new to this service, bookmark this page, it contains useful information and links to further help using and customizing Firefox. Keep reading to learn more about how %(name)s works in Firefox.
gl: Se emprega este servizo por primeira vez, engada esta páxina aos marcadores, a cal contén información útil e ligazóns a outras páxinas de axuda sobre o uso e a personalización do Firefox. Siga lendo para obter máis información sobre como funciona %(name)s no Firefox.

source: Share content you like through %(name)s
gl: Comparta o contido que lle gusta a través de %(name)s

source: With the click of a button, you can Share interesting content on any website with your social network through <strong>%(name)s</strong>.
gl: Con premer nun botón, vostede pode compartir contido interesante de calquera sitio web coa súa rede social a través de <strong>%(name)s</strong>.

source: Save content for later
gl: Gardar contido para máis tarde

source: With the click of a button, you can save interesting content on any website to <strong>%(name)s</strong>.
gl: Con premer nun botón, vostede pode gardar contido interesante de calquera sitio web a <strong>%(name)s</strong>.

source: Keep an eye on the latest from %(name)s
gl: Estea atenta ao último de %(name)s

source: <strong>%(name)s</strong> will provide you with the latest from their service, just click on their icon in the toolbar.
gl: <strong>%(name)s</strong> fornecerao co último do seu servizo, simplemente prema na icona da súa barra de ferramentas.

source: Add the Sidebars button to your toolbar
gl: Engadir o botón de barras laterais a súa barra de ferramentas

source: Starting with Firefox 30, you can manage your sidebars using the Sidebars toolbar button. The Sidebars button is located in the <a href="%(url)s">customization palette</a>, just drag the button to your toolbar for fast switching between sidebars.
gl: A partir da versión 30 do Firefox, vostede pode xestionar as súas barras laterais usando o botón de barras laterais da barra de ferramentas. Este botón está localizado na <a href="%(url)s">paleta de personalización</a>, simplemente arrastre o botón a súa barra de ferramentas para cambiar rapidamente entre as barras laterais.

source: Additionally, you can easily change the service in your sidebar, or hide the sidebar, from the sidebar itself. You can also use the <strong>View->Toolbars</strong> menu in Firefox.
gl: Adicionalmente, pode cambiar facilmente o servizo na súa barra lateral, o agochar a barra lateral, dende a propia barra lateral. Tamén pode usar o menú <strong>Ver->Barras de ferramentas</strong> no Firefox.

source: Change Settings from the Add-ons Manager
gl: Cambiar a configuración dende o Xestor de complementos

source: Add-ons Manager
gl: Xestor de complementos

source: You can easily <a href="%(url)s">manage your services</a>, disabling them temporarily or removing them, by viewing the Add-ons Manager in Firefox.
gl: Pode <a href="%(url)s">xestionar os seus servizos</a> facilmente, desactivalos temporalmente ou eliminalos, accedendo ao xestor de complementos no Firefox.

source: Next Steps
gl: Seguintes pasos

source: <a href="%(url)s">Learn more about what this service adds to Firefox</a>.
gl: <a href="%(url)s">Máis información sobre o que engade este servizo ao Firefox</a>.

source: <a href="%(url)s">Learn more</a> about what <a href="%(url)s">%(name)s</a> provides.
gl: <a href="%(url)s">Máis información</a> sobre o que fornece o <a href="%(url)s">%(name)s</a>.

source: <a href=".">Explore and find more services</a> you can add to Firefox.
gl: <a href=".">Explore e atope máis servizos</a> que pode engadir ao Firefox.

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
gl: Algúns contidos están protexidos polos dereitos de autor ©1998–%(current_year)s de determinados colaboradores en mozilla.org. O resto do contido está dispoñíbel con licenza <a href="%(url)s">Creative Commons</a>.

source: Contribute to this page
gl: Colaborar nesta páxina

source: Contact Us
gl: Contacta connosco

source: Partner with Us
gl: Sexa o noso socio

source: Donate
gl: Doazóns

source: Privacy Policy
gl: Política de privacidade

source: Legal Notices
gl: Avisos legais

source: Report Trademark Abuse
gl: Informar de abusos de marca

source: SocialAPI for Developers
gl: SocialAPI para desenvolvedores

source: Activate Now
gl: Activar agora

source: Learn More&hellip;
gl: Máis información&hellip;

source: Enhance your Firefox experience, get more out of the Web
gl: Mellore a súa experiencia co Firefox, saque máis proveito da Web

source: Easy to use, no software or Add-ons to download and install, just click Activate and new functionality is delivered to you from the Web. Anything from social media services, to cloud bookmarking, music and personalized news, adding these services to Firefox lets you get more out of the web.
gl: Fácil de usar, non hai que descargar nin instalar ningún software nin complemento, simplemente premer en Activar e obterá unha nova funcionalidade dende a Web. Calquera cousa dende servizos de redes sociais, marcadores na nube, música e novas personalizadas, engadir estes servizos ao Firefox permítelle sacar máis proveito da Web.

source: This service supports sharing content
gl: Este servizo admite compartir contido

source: share
gl: compartir

source: This service provides bookmarking functionality
gl: Este servizo fornece funcionalidade de engadir marcadores

source: bookmarking
gl: engadir marcadores

source: This service adds a sidebar to Firefox
gl: Este servizo engade unha barra lateral ao Firefox

source: sidebar
gl: barra lateral

source: This service adds a toolbar button to Firefox that may have notifications
gl: Este servizo engade un botón de barra de ferramentas ao Firefox que pode ter notificacións

source: notifications
gl: notificacións

source: This is a demo service
gl: Este servizo é unha demostración

source: demo
gl: demostración

source: This service requires an unreleased version of Firefox
gl: Este servizo require unha versión do Firefox que aínda non está dispoñíbel

source: Other languages:
gl: Outros idiomas:

source: Go
gl: Ir

source: %(name)s for Firefox
gl: %(name)s para o Firefox

source: Services for Firefox
gl: Servizos para o Firefox

source: Get Firefox
gl: Obteña Firefox

source: Upgrade Firefox
gl: Anove Firefox

source: requires Firefox 29
gl: require Firefox 29

source: SocialAPI Demo
gl: Demostración de SocialAPI

source: Firefox for desktop
gl: Firefox para o escritorio

source: You must use Firefox to install Social services.
gl: Debe usar Firefox para instalar os servizos sociais.

source: Download
gl: Descargar

source: Installing Social Services requires at least Firefox version 29. Upgrade your version of Firefox now.
gl: Instalar os servizos socias require como mínimo a versión 29 do Firefox. Anove agora a súa versión do Firefox.

source: This service requires an unreleased version of Firefox.
gl: Este servizo require unha versión do Firefox que aínda non está dispoñíbel.

source: Install Firefox Beta
gl: Instale Firefox Beta

source: requires Firefox
gl: require Firefox

source: Install Firefox Aurora
gl: Instale Firefox Aurora

source: Install Firefox Nightly
gl: Instale Firefox Nightly

source: This service is in beta testing, some functionality may not work as expected.
gl: Este servizo está en fase de probas (beta testing), algunhas funcionalidades pode que non funcionen como se espera.

source: This service is for demonstration purposes only and may not work as expected.
gl: Este servizo só é para uso como demostración e pode que non funcione como se espera.

source: Click on a service to add it to Firefox.
gl: Prema nun servizo para engadilo ao Firefox.

source: View more
gl: Ver máis
